Repository: common-repository/share-monkey
Catalog: languages/share_monkey-*.po
Languages: ro_ro

source: Settings
ro_ro: Setări

source: Please select at least 1 social network
ro_ro: Selectați cel puțin o rețea socială

source: Invalid social network(s) found
ro_ro: S-a găsit rețea socială nevalidă

source: Please select at least 1 post type to show the share monkey bar
ro_ro: Selectați cel puțin un tip de postare pentru a afișa bara de opțiuni pentru monkey

source: Invalid post type(s) found
ro_ro: Tipul de post nevalid găsit

source: Invalid icon style found
ro_ro: Stil de icoane nevalid găsit

source: Provided custom bg color is invalid
ro_ro: Asigurați-vă că culoarea bg personalizată este nevalidă

source: Provided custom text color is invalid
ro_ro: Cu condiția ca culoarea textului personalizat să fie nevalidă

source: Please select at least 1 place to show the share monkey bar
ro_ro: Selectați cel puțin un loc pentru a afișa bara de monkey pentru partajare

source: Invalid places to show found
ro_ro: Locații nevalide pentru afișare găsite

source: Invalid button size found
ro_ro: Valoarea butonului nevalid a fost găsit

source: Share Monkey Settings
ro_ro: Share Monkey setări

source: Here you can customize how share icons will be displayed.
ro_ro: Aici puteți personaliza modul în care vor fi afișate pictogramele de distribuire.

source: Show share icons on these post types
ro_ro: Afișați pictogramele de distribuire pentru aceste tipuri de postări

source: Icon size
ro_ro: Dimensiune pictogramă

source: Select icon style (default colors or custom color for all icons)
ro_ro: Selectați stilul pictogramei (culori implicite sau culori personalizate pentru toate pictogramele)

source: Select custom bg color for all icons
ro_ro: Selectați culoarea custom bg pentru toate pictogramele

source: Please choose or enter a valid color code
ro_ro: Alegeți sau introduceți un cod de culoare valid

source: Select custom text color for all icons
ro_ro: Selectați culoarea textului personalizat pentru toate pictogramele

source: Show the share icons on these places
ro_ro: Afișați pictogramele de distribuire în aceste locuri

source: Save Settings
ro_ro: Salvează setările

source: This is a short description of what the plugin does. It's displayed in the WordPress admin area.
ro_ro: Adăugarea de pictograme de partajare pe site-ul dvs. web este distractiv cu Share Monkey. Este simplu și ușor de personalizat.
